{
  "pmc_id": "PMC12690179",
  "title": "Impact of Prosthetic Rehabilitation on Oral Health-Related Quality of Life in Patients With Oral Cancer at a Tertiary Care Center in Kerala",
  "abstract": "Background: Negative physical and psychological impacts may result from oral cancer and its treatment, causing social isolation and a decreased quality of life. Restoring the patient's functional and psychological well-being following reconstructive surgery requires prosthetic rehabilitation.\n\nAim: This study aimed to determine the effect of prosthetic rehabilitation on Oral Health-Related Quality of Life (OHRQoL) in patients with oral cancer, comparing pre- and postrehabilitation statuses.\n\nMethods and materials: Forty-four patients who met the inclusion criteria of having completed treatment for various oral cancers and requiring prosthetic rehabilitation, with an age range of 20-75 years, were selected for the study. Using Liverpool Oral Rehabilitation Questionnaire version 3 (LORQv3) and Oral Health Impact Profile (OHIP)-14, study participants completed a self-report survey questionnaire on their experiences with oral problems before rehabilitation and at one month and six months postrehabilitation.\n\nStatistical analysis: Normality was assessed, and comparisons of outcome variables were performed using repeated measures analysis of variance. A correlation analysis was performed between related continuous variables using the Pearson correlation test.\n\nResults and conclusion: A noticeable improvement was observed in almost all domains of LORQv3 and OHIP-14, across both follow-ups. Regarding oral function, the LORQv3 showed improvement in chewing (3.39 ± 0.78 → 2.24 ± 0.60 → 1.54 ± 0.44, η² = 0.874) and swallowing (3.48 ± 0.76 → 1.96 ± 0.60 → 1.32 ± 0.41, η² = 0.879) from prerehabilitation to one and six months postrehabilitation, respectively. Similarly, OHIP-14 domains of functional limitation (3.09 ± 0.75 → 1.05 ± 0.81 → 0.50 ± 0.72, η² = 0.854) and physical disability (3.00 ± 0.74 → 1.06 ± 0.75 → 0.46 ± 0.58, η² = 0.841) reflected comparable improvements. In terms of comfort and physical well-being, LORQv3 salivation (2.65 ± 0.84 → 1.70 ± 0.44 → 1.29 ± 0.33, η² = 0.703) and mouth opening (2.77 ± 0.96 → 1.77 ± 0.74 → 1.36 ± 0.48, η² = 0.708) scores decreased steadily, aligning with OHIP-14 physical pain (3.17 ± 0.65 → 1.13 ± 0.87 → 0.51 ± 0.75, η² = 0.847), indicating reduced oral discomfort. Improvements in speech, appearance, and psychosocial domains were also evident, with LORQv3 speech (3.36 ± 0.74 → 2.06 ± 0.78 → 1.52 ± 0.62, η² = 0.782), orofacial appearance (3.18 ± 0.88 → 2.09 ± 0.72 → 1.67 ± 0.74, η² = 0.728), and social interaction (3.31 ± 0.90 → 2.13 ± 0.66 → 1.65 ± 0.74, η² = 0.758) showing consistent enhancement. Correspondingly, OHIP-14 domains such as psychological discomfort (2.92 ± 0.81 → 1.21 ± 1.08 → 0.61 ± 0.93, η² = 0.775), social disability (3.27 ± 0.81 → 2.15 ± 1.30 → 1.82 ± 1.44, η² = 0.482), and handicap (3.97 ± 0.67 → 2.69 ± 1.13 → 2.01 ± 1.15, η² = 0.788) demonstrated progressive improvement. Overall, both LORQv3 and OHIP-14 revealed parallel trends with mean score reductions of approximately 1.5-2.5 points across overlapping domains, confirming significant enhancement in oral function, comfort, and psychosocial quality of life following rehabilitation. Gender, economic status, geography, and treatment type significantly influenced outcomes of LORQv3 and OHIP-14. Strong correlations between domains of OHIP-14 and LORQv3 were observed. These results highlight the importance of timely, interdisciplinary prosthetic rehabilitation, which not only facilitates functional restoration but also greatly improves OHRQoL.",
  "authors": [
    "R M, Geethu",
    "Rajeev, Smitha L",
    "Nair, Vivek V",
    "Viswambharan, Prasanth"
  ],
  "publication_date": "2025-01-01T00:00:00",
  "journal": "Cureus",
  "sections": {
    "Introduction": "Oral cancer patients often undergo a combination of radiation, surgery, and chemotherapy that significantly alters the social, mental, and physical welfare of affected individuals. Substantial psychological morbidity may be secondary to postoperative facial deformation as well as functional deficits in speaking, deglutition, and mastication. Negative physical and psychological impacts may result from neoplasms in the oral cavity and related treatment, causing isolation from society and a decreased standard of living [ 1 ]. These issues have been somewhat mitigated by well-established and advancing microvascular reconstructive procedures for orofacial rehabilitation. Good orofacial function and esthetics can be achieved with modern reconstructive procedures, although neither is guaranteed. Restoring the patient's functional and psychological well-being following reconstructive surgery requires prosthetic rehabilitation. According to Dalkiz and Dalkiz, early prosthetic intervention after oral cancer resection improves speech intelligibility, swallowing efficiency, and psychosocial outcomes [ 2 ]. At the time of diagnosis of oral cancer, survival becomes the primary concern for the patient [ 3 ]. Several studies have shown that patients' physical and emotional functioning, as well as their general health state, are at their lowest during the diagnosis and the first few months after treatment [ 3 - 5 ]. However, most patients' quality-of-life scores improve by the end of the first year. The majority of the patients continue to fight issues with facial deformities, emotional and cognitive malfunctioning, and chewing-related problems such as sticky saliva, dry mouth, and chronic eating difficulties, when their focus shifts from surviving to preserving and enhancing their way of life. Quality of life as defined by the WHO is ‘‘an individual’s perception of their own position in life, in the context of the culture and value systems in their life and in relation to their goals, expectations, standards and concerns” [ 4 ]. Three approaches to evaluating Health-Related Quality of Life (HRQoL) are unstructured interviews, semistructured interviews, and patient-reported questionnaires, with patient-reported questionnaires being the most exceptional [ 5 ]. HRQoL questionnaires help to document outcomes, guide treatment decisions, and support posttreatment interventions. Understanding the changes in oral health-related quality of life (OHRQoL) before and after prosthetic rehabilitation is crucial for evaluating the functional and psychosocial benefits of rehabilitation, identifying persistent unmet needs, and informing strategies for improving long-term outcomes among oral cancer survivors. Despite substantial international evidence on the impact of prosthetic rehabilitation on OHRQoL in oral cancer survivors, longitudinal data from the Indian population, integrating both tools to provide a comprehensive assessment of functional and psychosocial recovery, remain limited, particularly from South Indian tertiary care centers. Furthermore, the long-term outcomes of maxillofacial prosthetic rehabilitation, especially in relation to speech, mastication, and social reintegration, remain underreported in regional populations. Therefore, it is vital to understand the quality of life connected to oral health during the prosthetic rehabilitation phase and how it changes over the postrehabilitation period.",
    "Materials and methods": "Study design and setting\n\nThis observational longitudinal study was conducted on patients who had completed management for various neoplasms of the oral cavity and required prosthetic rehabilitation. The study adhered to the Strengthening the Reporting of OBservational studies in Epidemiology guidelines for observational research reporting.\n\nParticipants\n\nA total of 44 patients, aged 20-75 years, who had completed management for different neoplasms in the oral cavity and required a prosthesis, were selected for the study.\n\nInclusion and exclusion criteria\n\nParticipants were selected irrespective of the site, its histopathology, and mode of treatment. Patients who were not willing to give consent, uncooperative patients, those having severe complications like trismus, and patients possessing substantial defects, which narrowed the possibility of a successful rehabilitation, were excluded from the study.\n\nData collection and instruments\n\nResearch participants were asked to evaluate their oral condition and problems before rehabilitation, and then follow up at one and six months after rehabilitation using two questionnaires: the Liverpool Oral Rehabilitation Questionnaire version 3 (LORQv3) and the Oral Health Impact Profile (OHIP)-14 (see the Appendix). The main validated questionnaires for assessing OHRQoL include the Oral Health Impact Profile (OHIP), Oral Impacts on Daily Performance, Geriatric Oral Health Assessment Index, European Organization for Research and Treatment of Cancer Quality of Life Questionnaire, Dental Impact on Daily Living, OHRQoL Scale, and the LORQv3 [ 6 ]. Among these, LORQv3, specifically designed for patients undergoing oral or maxillofacial prosthetic rehabilitation, was selected for its specificity, sensitivity, and comprehensive patient-centered assessment, while OHIP-14 was chosen for its efficiency, global comparability, and strong theoretical foundation. The LORQv3 consists of 40 items divided into two sections. The first 17 items assess issues related to oral function, social interaction, and orofacial appearance. The rest deal with prosthesis and patient denture/prosthetic satisfaction. Patient responses were rated on a Likert scale with scores ranging from 1 to 4, where 1 = never, 2 = sometimes, 3 = often, and 4 = always [ 7 , 8 ].\n\nThe OHIP-14 assesses functional limitation, physical pain, psychological discomfort, physical disability, psychological disability, social disability, and handicap. Patient experiences were noted on a Likert Scale as Never = 0, Hardly Ever = 1, Sometimes = 2, Often = 3, and Very Often = 4 [ 9 ]. The content validity of the LORQv3 and OHIP-14 questionnaires was assessed during the course of the study.\n\nStatistical analysis\n\nIBM Statistical Package for the Social Sciences version 26 (IBM Corp., Armonk, NY) for Windows was used to code, tabulate, and analyze observed data. Descriptive statistics for continuous variables were reported as mean and standard deviation, and categorical variables were reported as percentages and frequencies. Normality was assessed, and repeated measures analysis of variance was used. Correlation between related continuous variables was determined using the Pearson correlation test. A p value of less than 0.05 was considered statistically significant.",
    "Results": "Out of the 44 participants, 28 (63.60%) were men and 16 (36.40%) were women, with an age range of 27-73 years (mean = 54 years). They were rehabilitated with obturators. Twenty-two (50%) participants fell above the poverty line, while the rest fell below it. Twenty-eight (63.60%) belong to the rural area. The most common type of malignancy was squamous cell carcinoma, 35 (79.50%), and the most common type of treatment was a combination of surgery, chemotherapy, and radiotherapy, 19(43.2%). Table  1  presents a comparison of the mean scores of LORQv3 domains at baseline and at the first and second follow-ups. Every domain of LORQv3, except mandibular patient satisfaction, demonstrated a statistically significant difference (p = 0.095).\n\n* A p value of <0.05 was found to be significant\n\nLORQv3: Liverpool Oral Rehabilitation Questionnaire version 3; PR: prerehabilitation; PO1: postrehabilitation after one month; PO2: postrehabilitation after six months; SD: standard deviation\n\nPatients perceived an improvement in chewing, 14 (33.03%), swallowing, 18 (42.10%), salivation, 13 (31.58%), speech, 16 (38.25%), mouth opening, 14 (33.33%), orofacial appearance, 13 (32.34%), and social interaction, 14 (33.14%), from baseline to the first follow-up. Also, a betterment was seen in chewing, 12 (29.82%), swallowing, 11 (27.12%), salivation, 10 (22.06%), speech, 10 (22.15%), mouth opening, 7 (17.04%), orofacial appearance, 8 (19.09%), and social interaction, 10 (21.59%), from first to second follow-up. Maxillary and mandibular patient satisfaction rates were 10 (21.85%) and 11 (26.80%), respectively, from the first to the second follow-up, as none of them had received a prosthesis before rehabilitation.\n\nTable  2  presents the comparison of mean scores for OHIP-14 domains at baseline and the first and second follow-ups. An amelioration was seen in functional limitation, 29 (67%), patient satisfaction, 28 (65%), psychological discomfort, 26 (60%), physical discomfort, 27 (62.40%), social disability, 15 (34%), handicap, 14 (31.75%), from baseline to the first follow-up, from first to second follow-up an improvement of functional limitation, 23 (53.50%), patient satisfaction, 28 (64.70%), psychological discomfort, 24 (56.70%), physical discomfort, 26 (60.40%), psychological disability, 26 (60%), social disability, 7 (17.60%), handicap, 11 (24.30%), was observed. All the domains of OHIP-14 revealed statistically marked variation.\n\n* A p value of <0.05 was found to be significant\n\nOHIP-14: Oral Health Impact Profile 14; PR: prerehabilitation; PO1: postrehabilitation after one month; PO2: postrehabilitation after six months; SD: standard deviation\n\nComparison of mean OHIP-14 and LORQv3 domains based on gender (Figure  1 ) revealed statistically significant differences in female participants for psychological disability (p = 0.02), psychological discomfort (p = 0.007), and swallowing (p = 0.04) at one-month follow-up, and psychological discomfort (p = 0.009), physical disability (p = 0.03), and orofacial appearance (p = 0.003) at six months follow-up.\n\nOHIP-14: Oral Health Impact Profile 14; LORQv3: Liverpool Oral Rehabilitation Questionnaire version 3; Sw_PO1: swallowing at postrehabilitation phase after one month; PsyDiscom_PO1: psychological discomfort at postrehabilitation phase after one month; PhyDisab_PO1: physical disability at postrehabilitation phase after one month; OA: orofacial appearance; PsyDiscom_PO2: psychological discomfort at postrehabilitation phase after two month; PhyDisab_PO2: physical disability at post-rehabilitation phase after two month\n\nAn analysis of the mean OHIP-14 and LORQv3 scores across different economic groups showed statistically significant differences in several areas. At the one-month follow-up, significant differences were observed in psychological disability (p = 0.007), psychological discomfort (p = 0.02), and swallowing difficulties (p = 0.04). At the six-month follow-up, significant differences were noted in psychological discomfort (p = 0.009), physical disability (p = 0.03), handicap (p = 0.02), and orofacial appearance (p = 0.003) among patients in BPL patients.\n\nAssessment of mean OHIP-14 and LORQv3 scores across the geographical area revealed a statistically significant difference among urban residents in psychological disability (p = 0.02), chewing (p = 0.04), and speech (p = 0.03) at both baseline and one-month follow-up. Upon a six-month evaluation, urban residents showed significantly higher levels of physical pain, psychological discomfort, psychological disability, physical disability (p = 0.045, 0.009, 0.006, 0.013), chewing (p = 0.010), orofacial appearance (p = 0.001), and social interaction (p = 0.02).\n\nPerformance metrics across various treatment modalities in the study cohort revealed no significant differences in OHIP-14 and LORQv3 outcomes during the preprosthetic phase. However, after one month, there were significantly higher levels of physical pain (p = 0.02) and psychological discomfort (p = 0.006), as well as lower satisfaction with maxillary prostheses (p = 0.005) among patients. Additionally, a statistically significant difference persisted in psychological discomfort (p = 0.036), orofacial appearance (p = 0.003), and satisfaction with maxillary prostheses (p = 0.002) in patients who underwent surgical treatment alone. Regression analysis (Tables  3 - 5 ) revealed significant associations between multiple domains of the OHIP-14 and LORQv3, indicating interrelated aspects of OHRQoL.\n\n* Mild correlation\n\n** Moderate correlation\n\nLORQv3: Liverpool Oral Rehabilitation Questionnaire version 3; OHIP-14: Oral Health Impact Profile 14; FL_PR: functional limitation at prerehabilitation phase; PP_PR: physical pain at prerehabilitation phase; PsyDiscom_PR: psychological discomfort at prerehabilitation phase; PhyDisab_PR: physical disability at prerehabilitation phase; PsyDisab_PR: psychological disability at prerehabilitation phase; SD_PR: social disability at prerehabilitation phase; HC_PR: handicap at prerehabilitation phase; Ch_PR: chewing at prerehabilitation phase; Sw_PR: swallowing at prerehabilitation phase; Sal_PR: salivation at prerehabilitation phase; Sp_PR: speech at prerehabilitation phase; MO_PR: mouth opening at prerehabilitation phase; OA_PR: orofacial appearance at prerehabilitation phase; So_PR: social interaction at prerehabilitation phase; r: Pearson's correlation coefficient; n: sample size\n\n* Mild correlation\n\n** Moderate correlation\n\nLORQv3: Liverpool Oral Rehabilitation Questionnaire version 3; OHIP-14: Oral Health Impact Profile 14; FL_PO1: functional limitation at postrehabilitation phase after one month; PP_PO1: physical pain at postrehabilitation phase after one month; PsyDiscom_PO1: psychological discomfort at postrehabilitation phase after one month; PhyDisab_PO1: physical disability at postrehabilitation phase after one month; PsyDisab_PO1: psychological disability at postrehabilitation phase after one month; SD_PO1: social disability at postrehabilitation phase after one month; HC_PO1: handicap at postrehabilitation phase after one month; Ch_PO1: chewing at postrehabilitation phase after one month; Sw_PO1: swallowing at postrehabilitation phase after one month; Sal_PO1: salivation at postrehabilitation phase after one month; Sp_PO1: speech at postrehabilitation phase after one month; MO_PO1: mouth opening at postrehabilitation phase after one month; OA_PO1: orofacial appearance at postrehabilitation phase after one month; So_PO1: social interaction at postrehabilitation phase after one month; MaxPS_PO1: patient satisfaction (maxillary) at postrehabilitation phase after one month; MandPS_PO1: patient satisfaction (mandibular) at postrehabilitation phase after one month; r: Pearson's correlation coefficient\n\n* Mild correlation\n\n** Moderate correlation\n\nLORQv3: Liverpool Oral Rehabilitation Questionnaire version 3; OHIP-14: Oral Health Impact Profile 14; FL_PO2: functional limitation at postrehabilitation phase after six months; PP_PO2: physical pain at postrehabilitation phase after six months; PsyDiscom_PO2: psychological discomfort at postrehabilitation phase after six months; PhyDisab_PO2: physical disability at postrehabilitation phase after six months; PsyDisab_PO2: psychological disability at postrehabilitation phase after six months; SD_PO2: social disability at postrehabilitation phase after six months; HC_PO2: handicap at postrehabilitation phase after six months; Ch_PO2: chewing at postrehabilitation phase after six months; Sw_PO2: swallowing at postrehabilitation phase after six months; Sal_PO2: salivation at postrehabilitation phase after six months; Sp_PO2: speech at postrehabilitation phase after six months; MO_PO2: mouth opening at postrehabilitation phase after six months; OA_PO2: orofacial appearance at postrehabilitation phase after six months; So_PO2: social interaction at postrehabilitation phase after six months; MaxPS_PO2: patient satisfaction (maxillary) at postrehabilitation phase after six months; MandPS_PO2: patient satisfaction (mandibular) at postrehabilitation phase after six months; r: Pearson's correlation coefficient\n\nSpeech showed a positive correlation with functional limitation (p = 0.009, r = 0.39; p = 0.001, r = 0.62; p = 0.003, r = 0.43) and physical pain (p = 0.003, r = 0.43; p = 0.000, r = 0.54; p = 0.001, r = 0.47) in pre- and postrehabilitation phases at one and six months. Orofacial appearance showed a positive correlation with functional limitation, physical pain, and handicap (p = 0.02, r = 0.34; p = 0.01, r = 0.35; p = 0.004, r = 0.42) in the prerehabilitation phase and with all the domains of OHIP-14 after rehabilitation. Social interaction demonstrated a positive correlation with psychological discomfort, social discomfort, and handicap during the prerehabilitation phase (p = 0.04, r = 0.30; p = 0.003, r = 0.43; p = 0.006, r = 0.41) also at one-month (p = 0.006, r = 0.41; p = 0.005, r = 0.41; p = 0.003, r = 0.43) and six-month follow-up (p = 0.000, r = 0.75; p = 0.006, r = 0.41; p = 0.000, r = 0.57). A positive association was observed between patient satisfaction and physical discomfort (p = 0.001, r = 0.47; p = 0.001, r = 0.50) in the postrehabilitation period. Both postrehabilitation phases exhibited a positive correlation of maxillary denture satisfaction with all domains of OHIP-14, while mandibular denture satisfaction was positively correlated with only physical pain (p = 0.00, r = 1.00; p = 0.12, r = 0.98).",
    "Discussion": "Principal findings and comparison with other studies\n\nPatient-reported outcome evaluations are pivotal for appraising the success or failure of oral rehabilitation, especially for patients with head and neck cancer (HNC) who have significant functional and psychological deficits [ 7 ]. LORQv3 is a specific questionnaire for cancer of the craniofacial region, which was developed in 2004 to comprehensively assess the multifaceted effects of prosthetic rehabilitation in these subjects. Various studies conducted using LORQv3 have included patients with malignancies in specific sites, such as the maxillary sinus [ 10 , 11 ]. The current study expands the scope by including patients with malignant lesions in the nasopharynx, maxillary sinus, oral cavity, nasal cavity with intracranial and infraorbital extensions, as well as the soft palate. In assessing the study cohort using LORQv3, improvements were observed in all domains from the preprosthetic phase to one month after rehabilitation. OHIP-14 is a tool that helps us assess the social and/or psychological impact of oral function. It helps in ascertaining self-reported dysfunction and discomfort caused by oral conditions [ 11 ]. Assessment using the OHIP-14 also showed significant improvement in all domains from the preprosthetic phase to one-month follow-up after rehabilitation, which is similar to the results observed in studies by Dholam et al. [ 12 ]. These improvements highlight the immediate and noticeable advantages of prosthetic intervention in terms of both psychological and functional aspects. During the six-month follow-up, all patients demonstrated continued improvement; however, for both the LORQv3 and OHIP-14 assessments, the percentage change was significantly smaller than the change seen between the preprosthetic phase and the one-month postrehabilitation follow-up. The initial restoration of oral function after a protracted period of dysfunction may have had a greater impact on patients than the subsequent incremental improvements seen between the one-month and six-month follow-up intervals, which could account for this attenuated improvement. This pattern can be explained through psychological adaptation theories, which suggest that people adjust to changes in health or function over time, making the initial improvements feel more salient than the later stabilization [ 13 ]. There were no declined respondents, as it was a questionnaire-based interview-type survey.\n\nFunctional recovery and psychological outcomes\n\nIt has been demonstrated that chewing disability resulting from the loss of natural teeth considerably lowers OHRQoL [ 14 ]. Oral cancer or its associated treatments often result in dysphagia [ 15 ]. Abdelfattah Mohamed and Kothayer ascertained a significant improvement in chewing ability and swallowing following obturator rehabilitation in patients with maxillary resection [ 16 ]. In the present study, prosthetic rehabilitation aids in improving chewing ability and promoting safe swallowing strategies, in line with studies conducted by Kalaignan and Ahmed [ 17 ] and Kreeft et al. [ 18 ]. One of the most impaired functions following head and neck surgery is speech due to surgical defects in sites like the palate, cheek, sinus, and tongue. A definite improvement in speech is observed in both first and second follow-ups after rehabilitation in this study, consistent with the findings of Yoshida et al. [ 19 ]. These findings demonstrate how important prosthetic intervention is to patients' functional recovery after treatment for oral cancer.\n\nHNC treatment severely impairs esthetics, which adversely affects quality of life [ 10 ]. Regaining normal orofacial appearance after surgical resection can be challenging due to decreased retention, limited mouth opening, a lack of resilience in soft tissues, and widespread tissue defects [ 20 ]. A dramatic enhancement in scores related to orofacial appearance for these patients could be due to the fact that patients received prosthetic rehabilitation shortly after surgery, similar to previous studies [ 14 , 21 ]. A marked improvement in mouth opening was observed in these subjects after prosthetic rehabilitation, which helps prevent long-term functional issues, as reported by Rapidis et al. [ 22 ] and Yang et al. [ 23 ].\n\nNotable improvements in a number of physical domains, such as decrease in physical pain (3.17 ± 0.65 → 1.13 ± 0.87 → 0.51 ± 0.75), improvement in their capacity to chew (3.39 ± 0.78 → 2.24 ± 0.60 → 1.54 ± 0.44), swallow (3.48 ± 0.76 → 1.96 ± 0.60 → 1.32 ± 0.41), and facial appearance (3.18 ± 0.88 → 2.09 ± 0.72 → 1.67 ± 0.74) were observed within the study cohort. These physical enhancements are especially significant because they have a direct impact on the patient's quality of life. Additionally, psychological well-being might have benefited from these improvements in oral function. The capacity to communicate, eat, and engage in social interactions without experiencing discomfort or embarrassment probably helped to lower anxiety and depression levels. Enhancements in facial appearance may have improved self-esteem and self-confidence. Collectively, these factors suggest that successful prosthetic rehabilitation not only addresses functional deficits but also plays an important role in restoring the comprehensive psychosocial health of these patients. The observed improvements in physical pain, swallowing, chewing, and appearance among the study participants were possibly facilitated by their enhanced psychological well-being, similar to studies by Reyes et al. [ 24 ] and Humphris and Ozakinci [ 25 ].\n\nIn a study by Rogers et al. [ 26 ], a cohort of 115 patients with a mean follow-up of 3.91 years reported a 94% improvement in OHRQoL in patients restored with implant prostheses, highlighting the efficacy of implant-supported rehabilitation in this population.\n\nA high level of convergence in the evaluation of OHRQoL was indicated by a statistically meaningful positive correlation between the respective domains of the OHIP-14 and LORQv3 instruments. The validity and sensitivity of both instruments in capturing the multifaceted effects of oral rehabilitation, including functional, cosmetic, and psychosocial aspects, in patients receiving treatment for orofacial malignancies are highlighted by this domain-specific alignment. Given the robustness of this link, OHIP-14 and LORQv3 may be used in tandem or, in some therapeutic settings, interchangeably to offer a thorough assessment of treatment results. The usefulness of patient-reported outcome measures in directing and evaluating prosthodontic therapies in oncologic rehabilitation settings is further supported by these findings.\n\nStrengths\n\nIn accordance with STROBE recommendations, the strengths of this study include the use of validated, patient-centered instruments, repeated measures over two follow-up periods, and clearly defined inclusion/exclusion criteria to minimize bias.\n\nLimitations\n\nThis research was conducted at a single institution with a limited sample size (n = 44); therefore, the application of the study's results should be interpreted with caution. Increasing the sample size in subsequent research would provide greater statistical robustness and may yield more reliable and generalizable outcomes. Potential response bias from patients and interviewer bias, along with variability in tumor location and extent, may have influenced the outcome. Furthermore, it is difficult to evaluate the long-term sustainability of the observed results due to the brief follow-up period (one and six months).To strengthen the evidence base, subsequent studies may be conducted using prolonged follow-up intervals, such as five years, enabling a more comprehensive evaluation of the sustained effects of prosthetic rehabilitation on OHRQoL.\n\nGeneralizability\n\nWhile the results are most directly applicable to adult patients undergoing prosthodontic rehabilitation following oral neoplasm treatment, the findings can be cautiously extrapolated to similar populations requiring oral rehabilitation. Future site-specific, multicenter studies with larger sample sizes could enhance generalizability.\n\nFuture prospects\n\nClinical evaluations alone might not always reveal the functional, emotional, and social difficulties that patients undergoing oral rehabilitation face. By employing these questionnaires, clinicians can customize treatment regimens to meet the unique requirements and priorities of patients by recognizing common problems like speaking, chewing, appearance, or social interaction challenges. In addition to encouraging innovation in prosthesis design, the input gathered from these surveys helps enhance comfort, functionality, and appearance.\n\nData from this research can support healthcare policies and budget allocation. The consistent application of LORQ and OHIP also facilitates the tracking of patient satisfaction and recovery over the long term, creating standards for assessing treatment effectiveness.",
    "Conclusions": "Patients treated for HNC show marked improvement in OHRQoL following prosthetic rehabilitation. Assessments using validated instruments, such as OHIP-14 and LORQv3, reveal a significant enhancement in functional performance, esthetic satisfaction, and psychosocial well-being within the first month after rehabilitation. Although further gains are observed up to six months, the pace of improvement slows, suggesting a phase of stabilization. All evaluated domains demonstrated statistically significant progress, except for mandibular prosthesis satisfaction, indicating a scope for refinement in this area. These findings emphasize that timely prosthetic rehabilitation not only restores essential oral functions but also alleviates psychological distress and social challenges, underscoring the importance of sustained multidisciplinary support throughout the recovery period. The data as a whole demonstrate the significant and early benefits of prosthetic rehabilitation on OHRQoL and support the use of OHIP-14 and LORQv3 as reliable instruments for outcome assessment in this patient group."
  },
  "recommendations": [],
  "evidence_grades": {},
  "references": [
    "1 Oral complications from oropharyngeal cancer therapy Cancers (Basel) Sankar V Xu Y 15 15 2023 10.3390/cancers15184548 PMC10526346 37760517",
    "2 The effect of immediate obturator reconstruction after radical maxillary resections on speech and other functions Dent J (Basel) Dalkiz M Dalkiz AS 22 6 2018 29933554 10.3390/dj6030022 PMC6162668",
    "3 Quality-of-life among head and neck cancer survivors at one year after treatment--a systematic review Eur J Cancer Wong WK Chan RJ Chan DNS 2391 2408 48 2012 22579456 10.1016/j.ejca.2012.04.005",
    "4 Study protocol for the World Health Organization project to develop a quality of life assessment instrument (WHOQOL) Qual Life Res WHOQOL Group 153 159 2 1993 8518769",
    "5 Quality of life perspectives in patients with oral cancer Oral Oncol Rogers SN 445 447 46 2010 20308002 10.1016/j.oraloncology.2010.02.021",
    "6 Evaluating conceptual model measurement and psychometric properties of oral health-related quality of life instruments available for older adults: a systematic review Health Qual Life Outcomes Deana NF Pardo Y Ferrer M 5 22 2024 38218930 10.1186/s12955-023-02218-7 PMC10787424",
    "7 The further development and validation of the Liverpool Oral Rehabilitation Questionnaire: a cross-sectional survey of patients attending for oral rehabilitation and general dental practice Int J Oral Maxillofac Surg Pace-Balzan A Cawood JI Howell R Butterworth CJ Lowe D Rogers SN 72 78 35 2006 16188426 10.1016/j.ijom.2005.07.004",
    "8 The further development and validation of the Liverpool Oral Rehabilitation Questionnaire (LORQ) version 3: a cross-sectional survey of patients referred to a dental hospital for removable prostheses replacement J Prosthet Dent Pace-Balzan A Butterworth CJ Dawson LJ Lowe D Rogers SN 233 242 99 2008 18319095 10.1016/S0022-3913(08)60048-7",
    "9 Derivation and validation of a short-form oral health impact profile Community Dent Oral Epidemiol Slade GD 284 290 25 1997 9332805 10.1111/j.1600-0528.1997.tb00941.x",
    "10 Validation of the Turkish version of the Liverpool Oral Rehabilitation Questionnaire version 3 (LORQv3) in prosthetically rehabilitated patients with head and neck cancer BMC Oral Health Peker K Ozdemir-Karatas M Balık A Kürklü E Uysal O Rogers SN 129 14 2014 25339520 10.1186/1472-6831-14-129 PMC4216844",
    "11 Impact of oral rehabilitation on patients with head and neck cancer: study of 100 patients with Liverpool Oral Rehabilitation Questionnaire and the Oral Health Impact Profile Indian J Otolaryngol Head Neck Surg Dholam K Chouksey G Dugad J 308 312 72 2020 32728540 10.1007/s12070-020-01801-4 PMC7374676",
    "12 Oral health-related quality of life after prosthetic rehabilitation in patients with oral cancer: a longitudinal study with the Liverpool Oral Rehabilitation Questionnaire version 3 and Oral Health Impact Profile-14 questionnaire Indian J Cancer Dholam KP Chouksey GC Dugad J 256 260 53 2016 28071622 10.4103/0019-509X.197716",
    "13 Integrating response shift into health-related quality of life research: a theoretical model Soc Sci Med Sprangers MAG Schwartz CE 1507 1515 48 1999 10400253 10.1016/s0277-9536(99)00045-3",
    "14 Tooth loss, chewing ability and quality of life Dentistry Bortoluzzi MC Traebert J Lasta R da Rosa TN Capella DL 152 3 2013 10.4103/0976-237X.107424 PMC3636836 23633796",
    "15 Dysphagia in head and neck cancer Cancer Treat Rev Manikantan K Khode S Sayed SI 724 732 35 2009 19751966 10.1016/j.ctrv.2009.08.008",
    "16 Effect of maxillary obturator on quality of life in patients after maxillary resection Egypt Dent J Abdelfattah Mohamed A Kothayer M 1711 1729 66 2020",
    "17 Oral health-related quality of life (OHRQoL) in patients with definitive maxillary obturator prostheses: a prospective study J Adv Oral Res Kalaignan SP Ahmed SE 66 74 12 2020",
    "18 Oral function after maxillectomy and reconstruction with an obturator Int J Oral Maxillofac Surg Kreeft AM Krap M Wismeijer D 1387 1392 41 2012 22939876 10.1016/j.ijom.2012.07.014",
    "19 Prosthetic treatment for speech disorders due to surgically acquired maxillary defects J Oral Rehabil Yoshida H Michi K Ohsawa T 565 571 17 1990 2283551 10.1111/j.1365-2842.1990.tb01427.x",
    "20 Reliability and validity of an observer-rated disfigurement scale for head and neck cancer patients Head Neck Katz MR Irish JC Devins GM Rodin GM Gullane PJ 132 141 22 2000 10679900 10.1002/(sici)1097-0347(200003)22:2<132::aid-hed4>3.0.co;2-k",
    "21 Factors associated with rehabilitation in head and neck cancer Cancer Nurs Baker CA 395 400 15 1992 https://journals.lww.com/cancernursingonline/abstract/1992/12000/factors_associated_with_rehabilitation_in_head_and.2.aspx 1473082",
    "22 Trismus in patients with head and neck cancer: etiopathogenesis, diagnosis and management Clin Otolaryngol Rapidis AD Dijkstra PU Roodenburg JL 516 526 40 2015 26098612 10.1111/coa.12488",
    "23 The impact of different timing of mouth opening exercises on trismus in postoperative radiotherapy patients with oral cancer J Stomatol Oral Maxillofac Surg Yang L Hao G Yang W Hou L 102104 126 2025 39366485 10.1016/j.jormas.2024.102104",
    "24 Psychological impact after treatment in patients with head and neck cancer Med Oral Patol Oral Cir Bucal Reyes IM Arenilla MJ Alarcón D Jaenes JC Trujillo M 0 73 28 2023 10.4317/medoral.25878 PMC10499343 36806022",
    "25 Psychological responses and support needs of patients following head and neck cancer Int J Surg Humphris GM Ozakinci G 37 44 4 2006 17462312 10.1016/j.ijsu.2005.12.004",
    "26 Health-related quality of life after maxillectomy: a comparison between prosthetic obturation and free flap Br J Oral Maxillofac Surg Rogers SN Lowe D McNally D Brown JS Vaughan ED 174 181 61 2003 10.1053/joms.2003.50044 12618993"
  ],
  "article_type": "clinical_guideline",
  "confidence": 1.0,
  "doi": "10.7759/cureus.96454",
  "pmid": "41384179"
}