{
  "pmid": "40652453",
  "title": "Preexisting Diabetes and Pregnancy: An Endocrine Society and European Society of Endocrinology Joint Clinical Practice Guideline.",
  "abstract": "BACKGROUND: Preexisting diabetes (PDM) increases the risk of maternal and perinatal mortality and morbidity. Reduction of maternal hyperglycemia prior to and during pregnancy can reduce these risks. Despite compelling evidence that preconception care (PCC), which includes achieving strict glycemic goals, reduces the risk of congenital malformations and other adverse pregnancy outcomes, only a minority of individuals receive PCC. Suboptimal pregnancy outcomes demonstrated in real-world data highlight the need to further optimize prenatal glycemia. New evolving technology shows promise in helping to achieve that goal. Dysglycemia is not the only driver of poor pregnancy outcomes in PDM. The increasing impact of obesity on pregnancy outcomes underscores the importance of optimal nutrition and management of insulin sensitizing medications during prenatal care for PDM. OBJECTIVE: To provide recommendations for the care of individuals with PDM that lead to a reduction in maternal and neonatal adverse outcomes. METHODS: The Guideline Development Panel (GDP) composed of a multidisciplinary panel of clinical experts, along with experts in guideline methodology and systematic literature review, identified and prioritized 10 clinically relevant questions related to the care of individuals with diabetes before, during and after pregnancy. The GDP prioritized randomized controlled trials (RCTs) evaluating the effects of different interventions (eg, PCC, nutrition, treatment options, delivery) during the reproductive life cycle of individuals with diabetes, including type 1 diabetes mellitus (T1DM) and type 2 diabetes mellitus (T2DM). Systematic reviews queried electronic databases for publications related to these 10 clinical questions. The Grading of Recommendations, Assessment, Development, and Evaluation (GRADE) methodology was used to assess the certainty of evidence and develop recommendations. The approach incorporated perspectives from 2 patient representatives and considered patient values, costs and resources required, acceptability and feasibility, and impact on health equity of the proposed recommendations. RESULTS: In individuals with diabetes mellitus who have the possibility of becoming pregnant, we suggest asking a screening question about pregnancy intention at every reproductive, diabetes, and primary care visit. Screening for pregnancy intent is also suggested at urgent care/emergency room visits when clinically appropriate (2 | ⊕OOO). This was suggested based on indirect evidence demonstrating a strong association between PCC and both reduced glycated hemoglobin (HbA1c) at the first prenatal visit and congenital malformations.In individuals with diabetes mellitus who have the possibility of becoming pregnant, we suggest use of contraception when pregnancy is not desired (2 | ⊕⊕OO). This was suggested based on indirect evidence in women with diabetes, where PCC-including contraception as a key component-showed a clinically significant association with improvements in first-trimester HbA1c and the rate of congenital malformations, together with indirect evidence from the general population regarding the reduction of unplanned pregnancies and pregnancy terminations with the use of contraception.In individuals with T2DM, we suggest discontinuation of glucagon-like peptide-1 receptor agonist (GLP-1RA) before conception rather than discontinuation between the start of pregnancy and the end of the first trimester (2 | ⊕OOO). This was suggested based on limited data on risk of exposure to GLP-1RA receptor agonists during pregnancy.In pregnant individuals with T2DM already on insulin, we suggest against routine addition of metformin (2 | ⊕OOO). This was suggested based on the GDP judgment that the benefit of adding metformin to insulin to achieve decrease in rates of large for gestational age infants did not outweigh the potential harm of increasing the risk of small for gestational age infants or adverse childhood outcomes related to changes in body composition.In individuals with PDM, we suggest either a carbohydrate-restricted diet (<175 g/day) or usual diet (>175 g/day) during pregnancy (2 | ⊕OOO). This was suggested based on the GDP judgment that the available evidence was limited and very indirect, resulting in significant uncertainty about the net benefits or harms. As such, the evidence was insufficient to support a recommendation either for or against a carbohydrate intake cutoff of 175 g/day.In pregnant individuals with T2DM, we suggest either the use of a continuous glucose monitor (CGM) or self-monitoring of blood glucose (SMBG) (2 | ⊕OOO). There is lack of direct evidence supporting superiority of CGM use over SMBG for T2DM during pregnancy. There is indirect evidence supporting improved glucometrics with the use of CGM for individuals with T2DM outside of pregnancy, substantial improvements in neonatal outcomes for individuals with T1DM using CGM during pregnancy and the potential for decreasing adverse pregnancy outcomes with improved glucometrics in individuals with T2DM.In individuals with PDM using a CGM, we suggest against the use of a single 24-hour CGM target <140 mg/dL (7.8 mmol/L) in place of standard-of-care pregnancy glucose targets of fasting <95 mg/dL (5.3 mmol/L), 1-hour postprandial <140 mg/dL (7.8 mmol/L), and 2-hour postprandial < 120 mg/dL (6.7 mmol/L) (2 | ⊕OOO). This was suggested based on indirect evidence that associated adverse pregnancy outcomes with a fasting glucose > 126 mg/dL (7 mmol/L).In individuals with T1DM who are pregnant, we suggest the use of a hybrid closed-loop pump (pump adjusting automatically based on CGM) rather than an insulin pump with CGM (without an algorithm) or multiple daily insulin injections with CGM (2 | ⊕OOO). This was suggested based on a meta-analysis of RCTs which demonstrated improvement in glucometrics with increased time in range (MD +3.81%; CI -4.24 to 11.86) and reduced time below range (MD -0.85%; CI -1.98 to 0.28) with the use of hybrid closed-loop pump technology.In individuals with PDM, we suggest early delivery based on risk assessment rather than expectant management (2 | ⊕OOO). This was suggested based on indirect evidence that risks may outweigh benefits of expectant management beyond 38 weeks gestation and that risk assessment criteria may be useful to inform ideal delivery timing.In individuals with PDM (including those with pregnancy loss or termination), we suggest postpartum endocrine care (diabetes management), in addition to usual obstetric care (2 | ⊕OOO). As the postpartum period frequently overlaps with preconception, this was suggested based on indirect evidence demonstrating a strong association between PCC and both reduced HbA1c at the first prenatal visit and congenital malformations. CONCLUSION: The data supporting these recommendations were of very low to low certainty, highlighting the urgent need for research designed to provide high certainty evidence to support the care of individuals with diabetes before, during, and after pregnancy. Investment in implementation science for PCC is crucial to prevent significant mortality and morbidity for individuals with PDM and their children. RCTs to further define glycemic targets in pregnancy and refinement of emerging technology to achieve those targets can lead to significant reduction of harm and in the burden of diabetes care. Data on optimal nutrition and obesity management in pregnancy are lacking. More research on timing of delivery in women with PDM is also needed.",
  "authors": [
    "Wyckoff, Jennifer A",
    "Lapolla, Annunziata",
    "Asias-Dinh, Bernadette D",
    "Barbour, Linda A",
    "Brown, Florence M",
    "Catalano, Patrick M",
    "Corcoy, Rosa",
    "Di Renzo, Gian Carlo",
    "Drobycki, Nancy",
    "Kautzky-Willer, Alexandra",
    "Murad, M Hassan",
    "Stephenson-Gray, Melanie",
    "Tabák, Adam G",
    "Weatherup, Emily",
    "Zera, Chloe",
    "Singh-Ospina, Naykky"
  ],
  "publication_date": "2025-08-07T00:00:00",
  "journal": "The Journal of clinical endocrinology and metabolism",
  "doi": "10.1210/clinem/dgaf288",
  "pmc_id": "PMC12342393",
  "keywords": [
    "automated insulin delivery",
    "continuous glucose monitor (CGM)",
    "delivery timing",
    "glucagon-like peptide -1 receptor agonist (GLP1-RA)",
    "hybrid closed loop",
    "insulin pump",
    "metformin",
    "pregnancy",
    "type 1 diabetes",
    "type 2 diabetes"
  ],
  "mesh_terms": [
    "Humans",
    "Pregnancy",
    "Female",
    "Pregnancy in Diabetics",
    "Endocrinology",
    "Preconception Care",
    "Societies, Medical",
    "Pregnancy Outcome",
    "Prenatal Care",
    "Europe",
    "Diabetes Mellitus, Type 1",
    "Diabetes Mellitus, Type 2"
  ],
  "is_open_access": true,
  "relevance_score": 0.6725663716814155,
  "requires_safety_review": false,
  "confidence": 0.7,
  "disclaimer": "Research summary for informational purposes only. Always consult your healthcare provider before making any changes to your diabetes management.",
  "ingested_at": "2026-01-31T12:28:56.528379",
  "source": "pubmed",
  "source_url": "https://pubmed.ncbi.nlm.nih.gov/40652453/"
}